[
  {
    "id": "EXH001",
    "name": "In Search of America: Photography and the Road Trip",
    "gallery_numbers": [235, 234],
    "start_date": "05/02/2025",
    "end_date": "10/19/2025",
    "description": "The camera and the car revolutionized modern life in America and have been intertwined since the very beginning. This photography exhibition displays work by artists shaped mainly by car travel in the 20th century, exploring how the automobile and the road mediated what the photographers discovered. Themes include Depression-era documentary work, roadside culture, utopian impulses of escape, and fascination with the desert Southwest. Significant figures include Walker Evans, Dorothea Lange, Edward Weston, Robert Frank, and Lee Friedlander. Vernacular photographs as well as books will also be on view. The exhibition will include a significant display of work by Emil Otto Hoppé, whose 1926 travels generated the first comprehensive survey of the American landscape. ",
    "curated_by": "In Search of America: Photography and the Road Trip is curated by Eric Lutz, associate curator of prints, drawings, and photographs.",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": true
  },
  {
    "id": "EXH002",
    "name": "Grounded in Clay: The Spirit of Pueblo Pottery",
    "gallery_numbers": [248, 249],
    "start_date": "03/21/2025",
    "end_date": "09/14/2025",
    "description": "Made literally from land, Pueblo pottery is one of America’s most enduring art forms. The innovative exhibition Grounded in Clay: The Spirit of Pueblo Pottery connects a remarkable group of Pueblo ceramics to contemporary Indigenous knowledge. The exhibition features more than 100 clay works with a range of forms, surface treatments, and materials. Dating from precontact to the present day, vessels and sculptures represent communities spanning from New Mexico’s Río Grande Pueblos to Ysleta del Sur in West Texas to the Hopi tribe of Arizona.",
    "curated_by": "Curated by the Pueblo Pottery Collective and organized by the School for Advanced Research and the Vilcek Foundation, the exhibition prioritizes Pueblo voices. The Pueblo Pottery Collective includes 60 individual members of diverse ages, backgrounds, and professions, who represent 21 source communities. The curators’ firsthand knowledge of pots and potters, family rituals, traditional materials, and daily use grounds viewers in a powerful sense of people and place. At the same time, a thread of ancestral memory connects individual pots to the living legacy of Pueblo peoples.",
    "collaborators": "Grounded in Clay is a collaborative exhibition curated by the Pueblo Pottery Collective, organized by the School for Advanced Research and the Vilcek Foundation, and hosted by the Saint Louis Art Museum. The School for Advanced Research, a 501(c)(3) not-for-profit educational institution, was established in 1907 to advance innovative social science and Native American art. Its 15-acre residential campus sits on ancestral lands of the Tewa people in O’gah’poh geh Owingeh or Santa Fe, New Mexico. The Vilcek Foundation raises awareness of immigrant contributions in the United States and fosters appreciation of the arts and sciences.",
    "on_view": false
  },
  {
    "id": "EXH003",
    "name": "Manuel Mathieu: Pendulum",
    "gallery_numbers": [301],
    "start_date": "02/28/2025",
    "end_date": "11/30/2025",
    "description": "Manuel Mathieu is a Haitian-Canadian artist working with painting, ceramic, film, and installation. His multidisciplinary practice investigates themes of historical violence, erasure, and spiritual legacy. His interests are partially informed by his upbringing in Haiti and his experience emigrating to Montréal at the age of 19. Mathieu’s varied output moves between abstraction and naturalistic, but spiritually inflected, visual imagery. Pendulum was awarded Best Short Film in the 41st Edition of The International Festival of Films on Art (FIFA) in March and was exhibited during the New Orleans Film Festival in November 2023. The short film utilizes nonlinear storytelling and symbolic representations of freedom to demonstrate the collective, generational, and ongoing pursuit for liberation. It depicts the search for an equilibrium between the past and an uncertain future. A woman knowledge keeper carries the liberation of her soul—her most precious legacy—on her shoulders. According to the artist’s description, “this legacy sets in motion a spiritual choreography in which a group of men master their own freedom as they confront the complexities of their humanity. In the midst of this perpetual exorcism, they assimilate their liberation under a shower of white comets. What will remain of our essence? A new day begins.”",
    "curated_by": "Manuel Mathieu: Pendulum is curated by Justice Henderson, the 2023–2025 Romare Bearden Graduate Museum Fellow, and Simon Kelly, the curator of modern and contemporary art.",
    "collaborators": "Justice Henderson, The 2023-2025 Romare Bearden Graduate Museum Fellow, and Simon Kelly.",
    "on_view": true
  },
  {
    "id": "EXH004",
    "name": "Patterns of Luxury: Islamic Textiles, 11th–17th Centuries",
    "gallery_numbers": [100],
    "start_date": "06/13/2025",
    "end_date": "01/04/2026",
    "description": "Patterns of Luxury: Islamic Textiles, 11th–17th Centuries showcases rare and magnificent examples of SLAM’s collection of early Islamic textiles, including many that have not been on view in decades and some that have never before been exhibited at the Museum. Textiles have had an important place in Islamic civilization since the seventh century. As the influence of Islam radiated outward from Arabia through conquest and trade, textile patterns absorbed various local design aesthetics. Featured in this exhibition are works spanning three continents—Africa, Europe, and Asia. They demonstrate the diversity of textile traditions with luxurious examples from Egypt in the Fatimid (909–1171) and Ottoman (1517–1867) periods, Islamic Spain during the Nasrid dynasty (1232–1492), Ottoman Turkey (1281–1924), Persia (present-day Iran) during the Safavid dynasty (1501–1736), and India during the Mughal period (1526–1858). The exhibition showcases textiles with inscriptions (tiraz) that were popular during the early and middle Islamic periods—the 7th through 13th centuries—along with several pieces from Nasrid Spain that show the influence of architectural decoration and were hung as curtains or murals. Also included are carpet fragments and rugs from Egypt, Spain, Turkey, Iran, and India, collected by St. Louisan James F. Ballard (1851–1931), whose extraordinary collection is divided between The Metropolitan Museum of Art in New York and the Saint Louis Art Museum.",
    "curated_by": "Patterns of Luxury is curated by Philip Hu, curator of Asian art.",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": true
  },
  {
    "id": "EXH005",
    "name": "Jaune Quick-to-See Smith",
    "gallery_numbers": [258],
    "start_date": "05/03/2025",
    "end_date": "08/03/2025",
    "description": "The exhibition highlights Jaune Quick-to-See Smith’s works from the Museum collection. As one of the most celebrated contemporary artists of Indigenous heritage, this exhibition spans Smith’s career and draws attention to her work in St. Louis. Across four decades and multiple media, Smith developed a singular vision in contemporary art. Deploying a fragmentary aesthetic that layers text, found imagery, and the artist’s gestural brushstrokes, Smith advanced Indigenous perspectives on land, history, and art. The exhibition marks the SLAM debut for State Names Map: Cahokia and Trade Canoe: Cahokia, a recent painting and sculpture Smith created in 2023 for the Counterpublic triennial in St. Louis. Based on two of her long-running series, the painting and sculpture respond to deep histories of cross-cultural trade and Indigenous displacement associated with the St. Louis region. Early pastels by Smith and a series of prints from the mid-1990s, many of which the artist made in St. Louis at Washington University’s Island Press, provide a long view of the artist’s career.",
    "curated_by": "Jaune Quick-to-See Smith is curated by Alexander Brier Marr, associate curator for Native American art.",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": false
  },
  {
    "id": "EXH006",
    "name": "Roaring: Art, Fashion, and the Automobile in France, 1918–1939",
    "gallery_numbers": ["Taylor Hall (East Building)"],
    "start_date": "04/12/2025",
    "end_date": "07/27/2025",
    "description": "Roaring explores the transformative role of the automobile in pre–World War II France and highlights innovations across art and industry by those who embraced it as a provocative expression of the modern age. This expansive exhibition features paintings, photographs, sculpture, furniture, films, fashion, textiles, and 12 historic automobiles. Early 20th-century France attracted visionaries from across the globe with creative and economic opportunities. Fusing craft and technology, automobiles absorbed and influenced facets of modern art, design, fashion, and architecture. After World War I, cars—long the domain of engineers—met the minds and hands of French designers, artists, and craftspeople. Materials and techniques moved fluidly between sumptuous Art Deco interiors and luxury automobiles. Avant-garde showrooms, glittering displays, and thrilling races helped market the thousands of cars driving off assembly lines. Those same factories became centers of a labor movement that brought paid vacations and efficient automobiles to French workers. In cars, artists discovered novel perspectives, subject matter, and even canvases. As driving became more comfortable, motoring fashions evolved into stylish wardrobe staples. Magazines portrayed liberated women dressed in knit sportswear driving convertibles. When fashions streamlined, so did cars. Embodying aerodynamics and natural forms, the sculptural curves of 1930s French custom, coachbuilt automobiles are unrivaled today. With an open, interdisciplinary approach, Roaring illuminates the rich ecosystems that nourished this golden age of French automotive design. Divided into six sections, the exhibition assembles more than 160 works, comprising major loans from prominent institutions and private collections around Europe and North America. Roaring is accompanied by a 210-page exhibition catalogue with contributions from seven authors.",
    "curated_by": "Roaring is curated by Genevieve Cortinovis, the Andrew W. Mellon Foundation Associate Curator of Decorative Arts and Design, with research assistant Sarah Berg and automobile curation by Ken Gross.",
    "collaborators": "The exhibition is presented with generous support from the Enterprise Mobility Foundation™ and Barbara and Andy Taylor. Additional support provided by the Betsy & Thomas Patterson Foundation, the E. Desmond Lee Family Endowment for Exhibitions, the Edward L. Bakewell Jr. Endowment for Special Exhibitions, and donors to the Roaring Society.",
    "on_view": false
  },
  {
    "id": "EXH007",
    "name": "Anselm Kiefer: Becoming the Sea",
    "gallery_numbers": ["To Be Announced"],
    "start_date": "10/18/2025",
    "end_date": "01/25/2026",
    "description": "Since the late 1960s, Anselm Kiefer has made art exploring the depths of human history. For his first American retrospective in 20 years, he takes the river as a metaphor for the flux of life and the passage of time. Breathtaking new landscapes join iconic works to celebrate his nearly 60-year career. Anselm Kiefer: Becoming the Sea draws significant loans from American museums and private collections. It features a massive, site-specific installation inspired by the Mississippi and Rhine Rivers that evokes the symbolic resonance of the waterways and links explorations of time, geography, and history. A monumental presentation, the exhibition is free for all visitors. Born in 1945 in Donaueschingen, Germany, Anselm Kiefer is one of the most significant artists of the post–World War II era. His art is known for unflinching examinations of Germany’s complex historical legacy and broader themes of cultural memory and human existence. Working across diverse media, Kiefer creates large-scale works with raw, tactile surfaces made from unconventional materials, including lead, ash, clay, and dried flowers. SLAM’s relationship with Kiefer began in 1983 with the exhibition Expressions: New Art from Germany, which introduced American audiences to Neo-Expressionism. Since then, the Museum has built one of the nation’s great collections of postwar German art.",
    "curated_by": "Anselm Kiefer: Becoming the Sea is curated by Min Jung Kim, the Barbara B. Taylor Director of the Saint Louis Art Museum, assisted by Melissa Venator, Andrew W. Mellon Foundation Assistant Curator of Modern Art.",
    "collaborators": "The exhibition is presented with generous support from the William T. Kemper Foundation, Jeanne and Rex Sinquefield, and Gagosian.",
    "on_view": false
  },
  {
    "id": "EXH008",
    "name": "Always Modern: German Art and Design from the Collection",
    "gallery_numbers": [234, 235],
    "start_date": "11/07/2025",
    "end_date": "03/15/2026",
    "description": "Modern is more than a moment in time or a style—it’s a spirit of bold experimentation, fresh ideas, and deep engagement with contemporary life. Always Modern celebrates this spirit through masterworks of German art and design from the Museum’s renowned collection. Spanning 1880 to the postwar years, the exhibition showcases paintings, prints, drawings, sculpture, and design by 17 influential artists, demonstrating modernism’s enduring power to captivate, confront, and inspire.  Organized into six sections, Always Modern traces pivotal moments in German art history. Highlights include Max Klinger’s visionary print cycle Eve and the Future, unflinching self-portraits by Max Beckmann, the raw force of Expressionism, and the technical brilliance of Jugendstil and the Bauhaus. A final selection of postwar works gestures toward the creative resurgence of the 1980s, bridging past innovations with the present. Far from a look back, Always Modern invites you to discover how modern German art and design continues to challenge conventions, inspire new ideas, and shape the way we see the world today.",
    "curated_by": "Always Modern: German Art and Design from the Collection is curated by Melissa Venator, the Andrew W. Mellon Foundation Assistant Curator of Modern Art.",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": false
  },
  {
    "id": "EXH009",
    "name": "Aymara Weavings: The Indigenous Andes",
    "gallery_numbers": [100],
    "start_date": "01/30/2026",
    "end_date": "09/13/2026",
    "description": "Aymara Weavings: The Indigenous Andes presents exceptional weavings by Aymara artists and related works from the Central Andes. Dating primarily to the 18th and 19th centuries, these skirts, mantles, and ponchos demonstrate how artists in Bolivia maintained and reinvented ancient artistic practices to express Indigenous identities during the colonial era. While pattern and form vary considerably across type, the textiles in this exhibition share a number of characteristics. Each design reflects the vertical structure of the warp yarns, made from exceptional hand-spun and -dyed fibers harvested from camelids such as alpaca and vicuña. Showcasing select works from a 2018 gift of art by Paul and Elissa Cahn, Aymara Weavings will offer visitors the chance to engage more deeply with the technically sophisticated and historically rich practice of warp-faced weaving among the Aymara.",
    "curated_by": "Aymara Weavings: The Indigenous Andes is curated by Alexander Briar Marr, associate curator of Native American art.",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": false
  },
  {
    "id": "EXH010",
    "name": "Currents 125: Blas Isasi",
    "gallery_numbers": [211],
    "start_date": "02/06/2026",
    "end_date": "08/09/2026",
    "description": "Peruvian sculptor Blas Isasi creates carefully crafted sculptures in a wide range of materials and colors informed by ancient Andean cosmology and the landscape of the Peruvian desert. This exhibition focuses on the violent meeting between two radically different world views—those of the Indigenous Andean and the colonizing Europeans—in early 16th-century Peru. Currents 125 offers a meditated interrogation of Peru’s complex and layered history. Isasi does not romanticize Andean culture but rather suggests that it might offer alternative models for a troubled present. The exhibition’s central installation consists of two large, angular steel sculptures animated by rocklike shapes coated with sand; carved bones with hair extensions; and small, highly detailed, and colorful forms. The installation embodies the cultural hybridity resulting from the encounter between Andean and European cultures. The presence of hair and bone, with their sacred meanings in Andean culture, suggests that objects can be vessels for spirits. The second space features a Chincha balance from the Saint Louis Art Museum’s collection, which was used to weigh objects in a pre-Hispanic barter economy. It is surrounded by sandstone sculptures with aluminum foil pieces, which resemble Andean metal artifacts and, again, suggest a spiritual presence. Across the gallery is another scale; on one side are mutilated aluminum fingers, embodying colonial violence and on the other is a balancing weight of one kilogram, a reference to the metric system as an archetypal symbol of science in the Western enlightenment. Isasi is a Peruvian sculptor who currently resides in North Carolina, where he is an assistant professor of 3D foundations for the College of Visual and Performing Arts at the University of North Carolina Greensboro. Isasi was the recipient of the 2024–25 Henry L. and Natalie E. Freund Fellowship, which included a residency at the Sam Fox School of Design and Visual Arts at Washington University in St. Louis and this exhibition.",
    "curated_by": "Currents 125: Blas Isasi is curated by Simon Kelly, SLAM’s curator of modern and contemporary art.",
    "collaborators": "This presentation is generously supported in part by the Henry L. and Natalie E. Freund Endowment Fund.",
    "on_view": false
  },
  {
    "id": "EXH011",
    "name": "Ancient Splendor: Roman Art in the Time of Trajan",
    "gallery_numbers": ["Entrance in Taylor Hall, East Building"],
    "start_date": "03/14/2026",
    "end_date": "08/16/2026",
    "description": "Majestic marble sculptures and vivid frescoes, along with mosaics, glass vessels, and bronze artifacts, vividly chronicle life at the height of Rome’s empire in Ancient Splendor: Roman Art in the Time of Trajan. The exhibition speaks to the enduring power of art as a political and social tool, showcasing how the Emperor Trajan invested in art and architecture to shape civic life in the ancient Roman world. The exhibition brings unprecedented loans—most of which have never before left Italy—to the United States from the renowned antiquities collections of the Vatican, Ostia Antica, the National Roman Museum, and the Naples National Archaeological Museum. A soldier and an emperor who ruled Rome from 98 to 117 CE, Trajan was the second of the “Five Good Emperors” of the Nerva-Antonine dynasty. His military and imperial successes launched him to popular fame. He granted citizenship and the rights that came with it to people from the far-reaching provinces that his forces conquered, expanding and fundamentally changing the concept of what it meant to be Roman. Highlights of the exhibition include an impressive display of marble portraits of the imperial family and the more-than-seven-foot-tall Statue of Trajan (from Minturno). Lending historical and visual context to these remarkable artworks are life-size 3D-printed scenes from Trajan’s Column—a triumphal, towering pillar with a spiraling narrative frieze that remains one of the greatest achievements of Roman art.",
    "curated_by": "The exhibition is curated by Lucrezia Ungaro, archeological curator of the city of Rome.",
    "collaborators": "Ancient Splendor: Roman Art in the Time of Trajan is co-organized by StArt and Saint Louis Art Museum.",
    "on_view": false
  },
  {
    "id": "EXH012",
    "name": "Visions of Antiquity",
    "gallery_numbers": [234],
    "start_date": "04/10/2026",
    "end_date": "10/18/2026",
    "description": "Visions of Antiquity explores the power and persistence of Greek and Roman antiquity in art, with works ranging from 1500 to the present. Organized into three broad sections—“Knowledge and Order,” “Triumph and Tragedy,” and “Remnants and Ruins”—the exhibition takes a thematic approach to the role of antiquity as a source of inspiration and as a challenge for artists and viewers. With works that reflect a variety of techniques, materials, and practices, the exhibition invites visitors into a wide world of artistic response. Works in the exhibition question notions of classical order and draw attention to the fantasies and anxieties generated in these constructions of memory. The resulting visual cacophony testifies to the many ways that what came before can be continually worked and reworked to make sense of the present and shape a new future.",
    "curated_by": "Visions of Antiquity is curated by Clare Kobasa, associate curator of prints, drawings, and photographs.",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": false
  },
  {
    "id": "EXH013",
    "name": "Picturing Independence",
    "gallery_numbers": ["To Be Announced"],
    "start_date": "06/12/2026",
    "end_date": "01/24/2027",
    "description": "Picturing Independence marks the 250th anniversary of the signing of the Declaration of Independence in 1776. The exhibition features more than 50 works in a wide range of media from the Museum’s collection that span 1770 to 2018. The exhibition is arranged in two sections. The first, “Picturing Revolution,” presents depictions of the American Revolution and military service. The second, “Symbols of the New Nation,” juxtaposes how American artists developed and responded to national symbols, including the US flag, the bald eagle, and the Statues of Liberty. The exhibition will present a wide range of works, including silver by Paul Revere, paintings by Benjamin West and George Caleb Bingham, and prints by Jacob Lawrence, Marisol, Fritz Scholder, and Norman Akers.",
    "curated_by": "Picturing Independence is curated by Amy Torbert, the Andrew W. Mellon Foundation Associate Curator of American Art.",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": false
  },
  {
    "id": "EXH014",
    "name": "Women Impressionists and the Land",
    "gallery_numbers": ["Taylor Hall, East Building"],
    "start_date": "10/17/2026",
    "end_date": "01/10/2027",
    "description": "Women Impressionists and the Land is the first exhibition to focus on landscape and nature imagery in the work of the women Impressionists. Rather than concentrating on the domestic subject matter of these artists, which has been widely discussed, this Museum-organized show explores the less documented outdoor spaces that were painted by the key women in the group, particularly Berthe Morisot, Mary Cassatt, Marie Bracquemond, and Blanche Hoschedé-Monet. The exhibition explores the way in which landscape and nature imagery contributed to the rise in status of women artists in France during the years 1860–1910. It examines a range of works by the women Impressionists, focusing especially on the work of Morisot, who trained with her sister, Edma, as a landscape painter and saw landscape and nature imagery as a central part of her practice. Also included are related works by officially recognized Salon artists, such as Rosa Bonheur. The exhibition comprises around 70 works in different media and examines favored iconographical themes, such as the painting of marine and agricultural scenes, and parks and gardens. Central is imagery of a domesticated nature, such as Morisot’s paintings of the Bois de Boulogne, Bracquemond’s pictures at Sèvres, and Cassatt’s views at the Château de Beaufresne after 1894.",
    "curated_by": "Women Impressionists and the Land is curated by Simon Kelly, curator of modern and contemporary art, with curatorial assistant, Abigail Yoder.",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": false
  },
  {
    "id": "EXH015",
    "name": "Unsettling the City: Julie Mehretu’s 'Epigraph, Damascus'",
    "gallery_numbers": [235, 234],
    "start_date": "11/13/2026",
    "end_date": "08/15/2027",
    "description": "Julie Mehretu’s large-scale print Epigraph, Damascus upends the representational possibilities of a city view, transforming the printed surface in a layered space of mark making. This exhibition will create space for close looking and consideration of this monumental work and the experimental processes used to make it. It will further contextualize Mehretu’s active engagement with the description and meaning of place through a selection of other works depicting cities. In darkness and light, growth and decline, cities have long drawn artists’ and viewers’ attention in ways that expand both the techniques used to depict them and the perspectives with which they are seen. The exhibition will facilitate a deep dive into the artistic power of these works. In addition, it will propose a broader conversation around the shifting meanings of cities in visual form.",
    "curated_by": "Unsettling the City: Julie Mehretu’s “Epigraph, Damascus” is curated by Clare Kobasa, associate curator of prints, drawings, and photographs.   ",
    "collaborators": "This exhibit was curated without external collaborators.",
    "on_view": false
  }
]
